Repository: wp-plugins/wpbizplugins-custom-admin-help-boxes
Catalog: lang/wpbizplugins-cahb-*.po
Languages: sv_se

source: Section via hook
sv_se: Sektion via hook

source: <p class="description">This is a section created by adding a filter to the sections array. Can be used by child themes to add/remove sections from the options.</p>
sv_se: Sektion via hook

source: Main configuration
sv_se: Primär konfiguration

source: Configure the custom admin help boxes. Please contact <a href="mailto:support@wpbizplugins.com">support@wpbizplugins.com</a> if you need further assistance.
sv_se: Konfigurera de anpassade hjälpboxarna. Kontakta <a href="mailto:support@wpbizplugins.com">support@wpbizplugins.com</a> om du behöver ytterligare hjälp.

source: Your company logo
sv_se: Logotyp för ditt företag

source: Upload your company logo to here if you want it to be displayed in every help box. Helps with branding and looks professional.
sv_se: Ladda upp ditt företags logotyp här om du vill att logotypen ska visas i hjälpboxarna. Ger ökad igenkänningsfaktor och ser professionellt ut.

source: Will be displayed in every help box if set.
sv_se: Kommer att visas i varje box om satt.

source: Extra contact options
sv_se: Extra kontaktinformation

source: The options below will let you add extra contact details for your support. The contact details will be included at the bottom of each help box.
sv_se: Alternativen nedan låter dig lägga till extra kontaktinformation för support. Kontaktinformationen kommer att automatiskt läggas till på botten av varje hjälpbox.

source: Text for support section
sv_se: Text till supportsektionen

source: This will be displayed right above the contact buttons set below.
sv_se: Detta kommer att visas precis över kontaktinformationen du sätter nedan.

source: Default:
sv_se: Standard:

source: Support e-mail
sv_se: E-post till support

source: Where do you want people to e-mail if they have issues?
sv_se: Vart vill du att man ska maila om man har ytterligare problem?

source: This will be put together with other contact details you specify below in each help box.
sv_se: Detta kommer att visas tillsammans med resten av kontaktinformationen du ställer in nedan.

source: Invalid e-mail address, try again.
sv_se: Felaktig e-postadress, var vänlig försök igen.

source: Support phone number
sv_se: Telefonnummer till support

source: Where do you want people to call if they have issues?
sv_se: Vart vill du att man ska ringa om man har ytterligare problem?

source: This will be put together with other contact details you specify in each help box.
sv_se: Detta kommer att visas tillsammans med övrig kontaktinformation du specifierat.

source: Number contains invalid characters, please try again.
sv_se: Numret innehåller otillåtna tecken, var vänlig försök igen.

source: Support URL
sv_se: URL till support

source: Do you have an external support page?
sv_se: Har du en extern supportsida att länka till?

source: If you have an external support page you want linked to in each help box, put the URL to that page here. This will be put together with other contact details you specify in each help box.
sv_se: Om du har en extern supportsida du vill ha länkad i varje hjälpbox kan du knappa in URL:en till den sidan här. Länken kommer att visas tillsammans med övrig kontaktinformation du specifierar.

source: Invalid URL, try again.
sv_se: Felaktig URL, försök igen.

source: Warning
sv_se: Varning

source: Only edit the custom CSS if you know what you are doing.
sv_se: Använd bara CSS-fältet nedan om du vet vad du håller på med.

source: Custom CSS Code
sv_se: Egen CSS-kod

source: Put your custom CSS code here.
sv_se: Skriv din egna CSS-kod här.

source: Available CSS selectors
sv_se: Tillgängliga CSS-selektorer

source: The inner container for the metabox itself.
sv_se: Den innersta behållaren för metaboxen.

source: The company logo <img>.
sv_se: Företagslogotypens <img>.

source: The text/content in the metabox that is editable.
sv_se: Det modifierbara innehållet i metaboxen.

source: The bottom support section with buttons for e-mail, phone etc.
sv_se: Bottensektionen med kontaktinformationen för ytterligare support.

source: The container holding the buttons in the support section.
sv_se: Behållaren som håller knapparna i supportsektionen.

source: Import / Export
sv_se: Importera / Exportera

source: Import and Export the menu settings from file, text or URL.
sv_se: Importera och exportera inställningarna från fil, text eller URL.

source: Documentation
sv_se: Dokumentation

source: Configuration
sv_se: Konfiguration

source: Custom Admin Help Boxes Options
sv_se: Custom Admin Help Boxes inställningar

source: Welcome to the Custom Admin Help Boxes configuration. Configure everything needed for display of the boxes here.
sv_se: Välkommen till inställningarna för Custom Admin Help Boxes. Ställ in allt du behöver för hjälpboxarna här.

source: Custom help boxes
sv_se: Hjälpboxar

source: Custom help box
sv_se: Hjälpbox

source: Add new custom help box
sv_se: Lägg till ny hjälpbox

source: Edit custom help box
sv_se: Redigera hjälpbox

source: New custom help box
sv_se: Ny hjälpbox

source: All custom help boxes
sv_se: Alla hjälpboxar

source: See custom help boxes
sv_se: Se hjälpboxar

source: Search custom help boxes
sv_se: Sök bland hjälpboxar

source: No custom help box found
sv_se: Ingen hjälpbox funnen

source: No custom help boxes found in the trash
sv_se: Ingen hjälpbox hittades i papperskorgen

source: Custom Help Boxes
sv_se: Hjälpboxar

source: Custom help boxes for the admin section.
sv_se: Hjälpboxar för adminsektionen.

source: Custom help box updated.
sv_se: Hjälpbox uppdaterad.

source: Custom help box added.
sv_se: Hjälpbox tillagd.

source: Custom help box saved.
sv_se: Hjälpbox sparad.

source: Draft of custom help box saved.
sv_se: Utkast av hjälpbox sparat.

source: Help box content
sv_se: Innehåll

source: Add instructions and other help text and elements in this box. You can add images and whatever else you want and need in here.
sv_se: Skriv instruktioner och andra hjälprelaterade ting i detta fält. Du kan lägga till bilder och vad än du vill och behöver här.

source: Select this if you want to display your content in a popup. If so, a button will be displayed in your help box, urging your users to click the button to get help. Very good for longer and more comprehensive help content.
sv_se: Välj denna om du vill att innehållet i din hjälpbox ska visas i en popup. Om du vill det kommer en knapp att visas i din hjälpbox. Knappen öppnar popuppen med innehållet. Väldigt bra för längre och mer omfattande hjälpmaterial.

source: This does not look very good when used on the Dashboard.
sv_se: Detta ser inte jättebra ut när du använder det på instrumentbrädan.

source: Button text
sv_se: Knapptext

source: What do you want the popup button to say?
sv_se: Vad vill du ska stå på popupknappen?

source: Text before button
sv_se: Text före knappen

source: The text displayed before the button. Make this brief.
sv_se: Text som kommer att visas precis före knappen. Håll detta kortfattat.

source: Where to display this help box
sv_se: Vart ska boxen visas

source: Select where you want this help box to show. Choose from the various post types in your WordPress install, as well as the Dashboard.
sv_se: Välj vart du vill att denna box ska visas. Välj från de olika post-typer som finns i din WordPress-installation, inkluderat instrumentpanelen.

source: Display placement
sv_se: Visningsplacering

source: Choose in what place you want this help box to be displayed. Choosing "In the middle" will place the help box close to the middle of the screen. Choosing "On the side" will place it on the right hand side.
sv_se: Välj vart på skärmen du vill att boxen ska visas.

source: Display priority
sv_se: Prioritet för visning

source: Show extra information in help box
sv_se: Visa extra information i boxen

source: De-select this if you do not want to display extras like your e-mail, phone number and more in this help box.
sv_se: Tryck bort denna om du inte vill visa extra supportinformation som din e-postadress, ditt telefonnummer och mer i boxen.

source: All done!
sv_se: Klart!

source: Fill in the fields and select your options on this page. Then simply press publish and you have a new, fresh custom admin help box!
sv_se: Fyll i informationen och välj bland alternativen på denna sidan. Tryck sedan på publicera och du har en ny, rykande färsk hjälpbox!

source: Title
sv_se: Titel

source: Enter the title of your custom help box.
sv_se: Skriv titeln på din hjälpbox.
